Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 여태 빌빌거리다 작품 하나 성공했다고 어깨에 힘 들어갔다던데.
en: I hear you’re bragging quite a bit after producing just one successful show.

source: 괜찮을 것 같아요.
en: I think the schedule works out.

source: 다음 신에 탐정이랑 대화하는 부분이 나오잖아요.
en: she talks to the detective in the next scene.

source: 아침이라도 좀 먹고 가.
en: let’s go get some breakfast first.

source: 야야, 안 돼!
en: hey, hey. no don’t cry!

source: 조금만 있으면 이사인데 타이밍 안 좋네….
en: she’s going to move soon. it was just bad timing...

source: 이근애가 누구….
en: who is keun-ae lee...?

source: *OTT 서비스 :
en: OTT:

source: 알아서 잘살고 있겠거니 했는데
en: I knew you’d be doing well,

source: 괜찮아?
en: are you ok?

source: 나도 건너 들은 얘긴데…
en: I heard from someone...

source: 심윤섭이가 이번에는 선을 넘긴 했는데….
en: yoonseob definitely crossed the line this time...

source: 다른 배우랑 접촉하고 있으니까.
en: I’ve reached out to another actress.

source: 어떤 느낌인지 알겠네요.
en: I don’t need to see more.

source: 들어봤습니다.
en: I’ve heard of it before.

source: 검은 선이 최악이라면, 이건…
en: if the black thread is the worst, then...

source: 캐스팅을 어떻게 막냐고.
en: how can I stop them from casting an actress?

source: 상관없을 것 같은데요?
en: I don’t think it’d matter too much.

source: 그날 프로필 촬영 말고 다른 스케줄 없잖아.
en: we don’t have any other schedule other than the shoot for that day.

source: 넌 주정 부리지 말고 조용히 술이나 마셔.
en: don’t make a scene and just drink quietly over there.

source: 하긴.
en: then again.

source: …노트북?
en: a laptop...?

source: 부족하면 팀장이라도 달아 주라고 말씀드릴까?
en: if that’s not enough, should I go tell him to promote you to team leader?

source: 지금 스코어! [일요일] 팀, 열두 그릇!
en: the current score is... “sunday” team with twelve ramens!

source: 혜령 씨, 카메라 세팅 들어갈게요!
en: ms. yun, we need you for the shoot!

source: 소리 지르지 말고, 그 성질머리 좀 고쳐.
en: stop screaming, and do something about your temper.

source: 큰일 났어요!
en: we’re in trouble!

source: 회사의 시간은 달력보다 빨리 간다고요.
en: working in a company, we always need to prepare way ahead of time for the holidays.

source: 그리고 조심스럽습니다만, 일이 얼마나 커졌는지는 알고 계실 겁니다.
en: and, I’m sure you are aware of how big the situation has escalated.

source: 언론에 한지아 씨가 공개 사과해 주신다면 저도 용서할게요.
en: I’ll forgive her only if ms. han apologizes in public.

source: 32번 신?
en: scene thirty two?

source: 돈 엄청 쓴 것 같던데.
en: you must’ve spent a fortune.

source: KBC 본사 앞.
en: in front of kbc.

source: …환장하겠네.
en: are you kidding me?

source: 갑자기 왜요?
en: how come?

source: 한두 번 그래 본 게 아닌 눈치더라고요.
en: it didn’t seem like it was his first time making such offers either.

source: 대응 안 하려고요.
en: we’re not going to respond.

source: 마지막으로 누나 페이는 무조건 OK 할 거예요.
en: lastly, he’ll agree to however much you want.

source: 안녕하세요.
en: hello.

source: 이런 것도 알려 줘야 하게?!
en: do I have to teach you everything?!

source: 진짜!
en: seriously!

source: 지아 씨 차기작은 결정됐나요?
en: did you decide on ms. han’s next project?

source: 중식 어때?
en: how does chinese sound?

source: 너희 회사 이종우 알지?
en: you know jongwoo lee from your company, right?

source: …촬영 끝나고 다시 얘기합시다.
en: let’s talk again after the shoot.

source: 종우 씨면… 이종우?
en: jongwoo? jongwoo lee?

source: 오케이!
en: ok!

source: 그 말만 들으면 회사 그만두는 사람 같아서요.
en: you just sounded like you’re leaving our company.

source: 강수지 다음이면, 누굴 붙여도 그런 느낌이 들겠죠.
en: most actresses compared to sooji kang would fall short.

source: [그 남자는 알고 있다] 첫 촬영 날.
en: first shooting for “the man knows already”

source: 그럼…
en: then...

source: 얘한테는 상처일 수도 있는 걸 이용하는 거니까…
en: we’re using something that could bring back heartbreaking memories for her...

source: 아, 죄송합니다.
en: oh, I’m sorry.

source: 밥이나 같이 먹을래?
en: do you want to go eat?

source: 그냥 셋이 밥 한번 먹자고 그런 건데 기분 상하셨어요?
en: I just wanted to eat altogether, the three of us. did I make you uncomfortable or upset?

source: 그래도 필요한 일이라는 걸 알았으니까.
en: but I knew it was necessary.

source: 감사하긴 한데…
en: although I’m grateful...

source: 괜찮습니다.
en: I’m fine.

source: 안 그만둬.
en: I’m not going to leave you.

source: 그럴 줄 알았으니까.
en: I knew you would say that.

source: 군필 여고생(?)
en: a high school girl in the army

source: 한잔할래?
en: do you want a drink?

source: 보고 웃으면 안 되는 거 알지?
en: don’t laugh at me after reading it, alright?

source: 제가 괜히 오지랖 부렸네요.
en: I didn’t mean to be nosy.

source: 로드라… 안 되는 건 아닌데 타이밍이 좀 그렇네.
en: an assistant manager... it’s not that I can’t but the timing doesn’t seem right.

source: 게다가 얘는… 내가 꽂아 넣었으니.
en: on top of that, since I’m the one who brought her here...

source: 힘 좀 빼고!
en: relax!

source: 야.
en: hey.

source: …아!
en: oh...!

source: 나야 늘 안녕하지.
en: I’m always doing well.

source: 어, 그럼!
en: alright then!

source: ‘더 좋은 모습으로 보답 드리겠다.’ 이게 끝인데요, 뭐.
en: “I’ll repay with great performances.” was pretty much it.

source: 아니, 뭐 다친 곳은 없으니까 괜찮아요.
en: no hard feelings. I’m okay so it’s fine.

source: 잠시 딴생각을….
en: I was just thinking about something else...

source: 지금 오빠 얼굴에 쓰여 있거든요.
en: I can see it in your face.

source: 손하늘… 그 작품으로 데뷔시켜 보려고요.
en: haneul son... I’m thinking of debuting her through this sitcom.

source: 뭐 하러 이 일은 해?!
en: you don’t deserve to work in this field?!

source: 애가 겉으로만 센 척하는 거지, 속으로는 아주 여린 애예요.
en: she just appears to have a strong ego. inside, she’s very tender.

source: 어휴, 맘대로 해라.
en: *sigh*, do whatever you want.

source: 정말 한지아 때문에 상처를 받아서?
en: because the person was really hurt by ji-ah?

source: 뭐야, 두 사람?
en: what are you two doing here?

source: 꼭 하고 싶어요.
en: I really want to do this.

source: 남주 캐스팅은 스릴러 장르에 경험도 있고, 괜찮던데.
en: he seemed like the right choice having experience in thriller films.

source: 방금 오케이 떨어졌어요!
en: we just got the green light!

source: 얼른 끝내고 들어가죠.
en: yeah, let’s get it over with.

source: 전에 있던 회사 사람 중 하나가 터뜨렸다고 치고….
en: let’s just assume that one of the people from your previous agency did this...

source: 저 진짜 괜찮아요!
en: I’m really ok!

source: 왜 이러지, 찝찝하게.
en: why am I getting a bad feeling about this.

source: 워낙 큰일이다 보니… 뒤를 봐주는 사람이 있을 거라고 생각했습니다.
en: I had a feeling that someone like him must have been behind it. this situation was just too big for a stylist to carry out on her own.

source: 그게 냉정한 판단 아니냐고!
en: so wouldn’t taking it before she does be the obvious decision?!

source: 첫 드라마 주연이라 일정이 빡빡하겠지만, 너라면 잘할 거야.
en: the schedule is gonna be very tight since you’re one of the main characters, but you’re gonna do fine.

source: 지아 씨랑 전에 같이 일했던 코디요.
en: it was a stylist who used to work with ms. han.

source: 선배가 후배 아끼는 마음에 말도 못 해요?
en: can’t I say things to show how much I care for younger actresses?

source: 네, 지금 인준 씨랑 같이 있습니다.
en: yes, I’m with mr. injoon kim right now.

source: 강수지가 내 선물을 받고 좋아할지 모르겠네.
en: I wonder if sooji kang’ll like my present.

source: 와인이요?
en: wine?

source: 팀 개편 전,
en: this happened when jongwoo lee was in team one

source: 시, 실장님….
en: c-chief kim...

source: 어떻게 형이 나보다 인준이를 더 몰라?
en: how could you not know injoon better than me?

source: 그게 무슨 상관이에요?!
en: why does that matter?!

source: 거, 끝났으면 빨리 가요.
en: hey, just leave if you’re done.

source: 지난번에 보여 줬던 시놉 기억하지?
en: you remember the synopsis I showed you before, right?

source: 밤새웠어?
en: did you stay up all night?

source: 이야기 끝나셨어요?
en: how did it go?

source: 일단은 민규 쪽으로 붙여 줄 생각입니다만…
en: I was thinking of putting him in mingyu’s team but...

source: 저를 어떻게 생각해요?
en: how do you think of me?

source: 휴….
en: phew...

source: 당장 모레 촬영도 중간에 엎어질지 모른다고 하더라고요….
en: and that they might even stop shooting soon...

source: 아뇨, 그냥 뭐랄까…
en: no, it’s just that...

source: 편성은 주 1회, 작가 페이 먼저 챙겨 줄 것.
en: producing one episode a week and paying her first.

source: 대박이다!
en: amazing news!

source: 왜긴!
en: hey!

source: 예능 프로할 때 뵙고 처음이네요.
en: it’s the first time seeing you since we worked together on variety shows.

source: 누나도 예상했잖아요.
en: you knew this was going to happen.

source: 멈춰 놓는 것도 길어야 석 달?
en: it’ll probably stay quiet for three months at the longest?

source: 지, 진짜요?!
en: r-really?!

source: 열심히 하는 건 이해하지만…
en: I understand why they’re so passionate, but...

source: 그럼 가 봐.
en: I’ll see you later.

source: 이번 주 주말 어때?
en: how about this weekend?

source: 옆에는…?
en: who’s this...?

source: …그래도 잘 마무리 됐으니까요.
en: at least, we were able to straighten out the situation.

source: 혜령이 차기작에 강수지 합류가 무산됐습니다.
en: sooji kang backed out of the project.

source: 앞으로 네 이미지도 생각해야지.
en: you should take the time to think about how you could be perceived in the future as well.

source: 그럼 멀쩡한 지갑을 버려요?
en: then, are you expecting me to throw away a perfectly fine wallet?

source: 그렇게 해 줄 리가 없죠.
en: they’d never do that.

source: 그럼… 팀은 어떡할지 결정했어?
en: alright then... did you decide on which team you want to be in?

source: PD님 작품은 어떤 드라마예요?
en: what kind of tv series is it?

source: …응?
en: huh?

source: 아직 일주일도 안 지났어요.
en: it hasn’t even been a week yet.

source: 근데 이 양반아, 뭘 이런 걸 준비했어?
en: but you didn’t have to do this.

source: 죽이는 대본…?
en: a really good script...?

source: 그리고 하나 더 놀랄 일은…
en: and another thing you should be aware of is...

source: 감사합니다!
en: thank you!

source: 그럼 전화해 보고 올게!
en: I’m gonna go talk to her!

source: 아, 아니, 지아 씨.
en: oh, no, ms. han.

source: 전… 여기 있을게요.
en: I’ll... stay here.

source: 이거 잘한 일이겠지?
en: I hope this was a good move.

source: 차라리 아무 선도 보이지 않았다면 눈 딱 감고 지르기라도 하지.
en: I wish I hadn’t seen the red thread. I would have accepted their offer in a heartbeat.

source: 매니저란 것들은 더 빼먹을 것 없는지나 궁리하고.
en: her managers only thought of how they could benefit off of her.

source: 갑자기 무슨 일이세요?
en: what are you doing here?

source: 됐으니까 뚝!
en: ok. stop crying!

source: 이근애?
en: keun-ae lee?

source: 혹시 좋아하시는 메뉴 따로 있으십니까?
en: what’s your favorite cuisine?

source: 꿈자리 한번 사납네.
en: what a dream.

source: 한지아 그거 다 거품이야.
en: ji-ah is overrated.

source: 저희 드라마 22% 찍었어요!
en: the series just received 22%!

source: 누구 찾아?
en: are you looking for someone?

source: 죽겠어….
en: it sucks...

source: 그럼 당연히 감사합니다~ 해야죠.
en: I would, of course, say, “thank you very much.”

source: 왜?
en: why?

source: 우리야 별 탈 없으니 다행이지만.
en: I mean it’s great that we weren’t impacted by this.

source: 근데 저 요즘에 CF도 찍고, 드라마도 잘되고 있으니까….
en: recently I’ve shot a commercial and the tv series is doing well...

source: 잠깐만.
en: hold on.

source: 아니면 됐다.
en: never mind.

source: 글쎄요….
en: I don’t know...

source: 생각해 봤는데, 실례인 것 같아서요.
en: I thought about it and I think it’d be rude.

source: 야!
en: hey!

source: 전에는 그렇게 힘들던 섭외가 이제는 알아서 들어오네?
en: it was difficult to get actors on shows before, but now they’re the ones making the offers.

source: 같은 회사 식구잖아요.
en: we’re under the same management.

source: 감사합니다, 감독님.
en: thank you, director.

source: 누나 왔….
en: what’s up...

source: 여주인공은 두 사람이에요.
en: there are two female leads.

source: 가, 감사합니다!!!
en: t-thank you!

source: …지아 씨도 그래요?
en: are you like that as well, ms. han?

source: 내일 바로 기사 낼게.
en: I’ll release the article tomorrow.

source: 시트콤에서 배우 연기력이 대단히 중요한 것도 아니고.
en: acting skills don’t matter too much in a sitcom.

source: 혜령아, 정신 차려…!
en: hye-ryung, pull yourself together...!

source: 예, 감독님.
en: yes, producer.

source: 지금 SNS에서 퍼지는 속도가 장난 아니에요.
en: this has gone viral in social media.

source: 날 봐서라도 들어만 봐요.
en: please just hear me out.

source: 그게 별로라는 얘기잖아.
en: so you mean she’s bad.

source: 아, 그 양반?
en: oh, producer park?

source: 금방 들어가긴 했어도 이미 소문 다 퍼졌지, 뭐.
en: they took it down quickly, but everybody knows.

source: 강수지에서 원연희….
en: replacing sooji kang with yeonhee won...

source: 이런 거 하나에 호들갑 떠는 것도 웃기죠.
en: it seems off to me that CSI agents are making a big fuss about finding a lead.

source: 네.
en: yes.

source: 그래서 너 붙여 줄 생각이었지.
en: so I was thinking to put you in his team.

source: 이렇게 잘 쓴 대본이 왜 흰색 선이 아니라 붉은색 선이지?
en: but why would a red thread appear instead of a white one on such a well-written script?

source: 글쎄요, 감독님께서 워낙 호언장담하셔서… 전화 한번 해 볼게요.
en: I’m not sure, but producer kim sounded confident that she would be. I’ll give him a call.

source: 아, 아니야.
en: n-never mind.

source: 혜령 씨 광고 계약했다며?
en: I heard mr. yun agreed to a commercial deal.

source: 6.3퍼센트!
en: 6.3 percent!

source: 이건 제가 보장할게요.
en: this I guarantee.

source: 아, 맞다.
en: oh, right.

source: 아, 들었어요. [이너 뷰티] 시즌 끝났다면서요.
en: oh, I heard the season just ended for “inner beauty.”

source: 편하게 대답해.
en: relax.

source: 이거 바로 기사 내주실 수 있죠?
en: can you release articles on this right away?

source: 그래서 일정은 다 나온 거고?
en: so did the schedule come out yet?

source: 화 푸시죠.
en: please forget what she just said.

source: 굳이 알려 줄 필요는 없겠지?
en: it wouldn’t be necessary to tell her though, would it?

source: 너 장난하는 거지?
en: you’re kidding, right?

source: 확인해 보고 다시 연락 드릴게요.
en: I’ll be in touch after reviewing it.

source: 얘 매니저는 어디 간 거야.
en: where the heck is his manager?

source: 야, 너나 좀 가만히 있어!
en: hey, you be quiet!

source: 정말요?
en: really?

source: 네가 해 온 게 있으니까.
en: you’ve earned it.

source: 이거 봐요.
en: look.

source: 자기가 뭐라도 되는 줄 아나?
en: he thinks he’s all that, doesn’t he?

source: 내가 미쳤지, 진짜.
en: I must be crazy.

source: 작가 때려치운 지가 언젠데.
en: it’s been such a long time since I quit being a writer.

source: 박성진 PD.
en: producer sungjin park

source: 다음 촬영까지 얼마나 남았어요?
en: when is the next shooting?

source: 금방 다녀올게.
en: I’ll come right back.

source: 대본 리딩 연습했던 거랑 섞어서 짜깁기한 거.
en: parts of the clip were from when I was rehearsing my lines.

source: 누군 몇 년을 굴러서 겨우 실장 달았는데.
en: I had to work for years to become a chief.

source: 그리고 강수지 자리에 원연희가 대신 들어온다고 합니다.
en: and, they’re replacing her with yeonhee won.

source: 다른 건 내가 팍팍 지원해 줄 테니까.
en: I’ll take care of everything else.

source: 왜 울어?!
en: why are you crying?!

source: 그리고 당분간은 호텔로 가자고.
en: and, for now, you should stay in a hotel.

source: 저 녹음 파일을 듣고도 날 믿는다고요?
en: you really trust me even after hearing the clip?

source: 너 조금 있으면 레슨 시간이잖아.
en: you have lessons soon anyway.

source: 게다가 PD 실력도 괜찮고, 성격도 좋아요.
en: on top of that, the producer is good at what he does and he’s really nice.

source: 뭐가 그렇게 급하다고 여기까지 찾아오셨어요?
en: what’s the rush?

source: 아, 네.
en: oh, I see.

source: 설마…?
en: could it be that...?

source: 감독님, 남주는 아직 캐스팅 중이십니까?
en: has the male lead been cast yet, mr. kim?

source: 슬슬 겨울옷 꺼내야겠네.
en: I’m gonna have to get my winter clothes out.

source: 성격이 뭐 같아서 그렇지….
en: it’s just her personality is intolerable...

source: 제일 친한 동기예요.
en: he’s my best buddy.

source: 그러니까 그걸 굳이 조수가 할 필요가 있어요?
en: that’s what I’m saying. does the assistant need to talk to the detective?

source: 면전에 대고 짜증난다니….
en: how could she tell her she’s annoying to her face...

source: 쯧, 개편 전에 시끄럽게….
en: *tsk*, this had to happen right before our reorganization...

source: 나이는 먹어 가는데 밑에서 혜령이 같은 애들은 자꾸 치고 올라오고….
en: you’re getting old and have these young stars like hye-ryung popping up...

source: 내가 지금까지 먹었던 건 도시락이 아니었나…?
en: I’ve never seen a lunch box like this one...!

source: 혜령 씨, 가서 수지 선배님께도 인사드려요.
en: hye-ryung, you should go say hi to ms. kang as well.

source: 적어도 최악은 아니잖아.
en: at least, this won’t be the worst.

source: 아, 아냐.
en: n-no.

source: 준섭이 형이랑 자존심 싸움할 필요는 없잖아요?
en: you don’t have to fight junseob over these kind of things, do you?

source: 저 보너스 받았거든요.
en: I got a bonus.

source: 이놈 자식이 너 회사로 올 거니까 기다려 보자고 해서.
en: but this guy wanted to wait for you saying you’re definitely going to come to the office.

source: 잘 지냈냐?
en: how have you been?

source: 심윤섭, 그 인간이 다시는 한지아 씨를 못 건드리게 됐으면 좋겠습니다.
en: wish to make yoonseob shim unable to ever hurt ms. han ever again.

source: 자자, 잡담은 그만하고 밥이나 먹으러 가자고.
en: guys, let’s just go eat.

source: 언제 봤다고 그런 소리를 합니까!
en: don’t talk to me that way!

source: 어차피 기대도 안 했으니까 싫으면 됐어요.
en: I didn’t expect you to agree, so forget about it if you don’t want to.

source: 아, 아니요!
en: oh, no!

source: 그 연락을 네가 받을 수 있는지는 모르겠지만.
en: although I highly doubt you’ll be hearing from me.

source: 출연시켜 준 거로 박 PD 체면은 세워 줬으니까.
en: we’ve done enough for producer park just by letting her on the show.

source: 이것 좀 보세요!
en: please take a look at this!

source: 나더러 어떻게 살리라고.
en: I can’t work with her.

source: PD님 생각은 어때요?
en: producer, what do you think?

source: 누나가 시트콤 준비하다가 말아 먹은 거.
en: she worked on a sitcom before and it got scrapped.

source: 그런 사람에게 하얀 선이라니….
en: a white thread appearing from such a person...

source: 저 연기하는 거 아직 못 보셨잖아요?
en: but you haven’t seen me act yet.

source: 아, 아뇨.
en: n-no.

source: 그렇게 걱정되면 가 봐요.
en: if you’re worried that much, then go.

source: 뭐라도 알아내야 접선하든지 하지.
en: we need to find anything about this informant so we can get in touch.

source: 그날 프로필 찍는 배우 있거든요.
en: there’s an actor who’s shooting then.

source: 아, 왜 이래!?
en: ah, what do you want?!

source: 맞아요.
en: that’s right.

source: 일부러 말씀 안 드렸는데,
en: I didn’t tell you this intentionally,

source: 자기들 손에서 벗어나면 어떻게든 죽이려고 들거든요.
en: people would do anything to take you down if you leave them.

source: 어떻게 할까?
en: what should I do?

source: 아, 아닙니다.
en: oh, y-yes.

source: 아무튼, 어때요?
en: anyway, how’s it going?

source: 애가 참 열심히는 하는데….
en: she works hard...

source: 중국 갔다며?
en: aren’t you supposed to be in china?

source: 최 팀장님이 보시기에는 둘 다 비슷한 것 같다고 하시던데.
en: mr. choi said the two offers seem very similar.

source: 알고 있어….
en: I know...

source: 흠….
en: hmmm...

source: 아니, 원연희 걔들은 답변 준다고 했으면 재깍재깍 줘야 하는 거 아니야?
en: yeonhee won’s team should have given us an answer by now!

source: 아예 문짝을 부셔라, 그냥!
en: why don’t you just break the door open!

source: PPL 제안서야.
en: it’s a product placement offer.

source: 얼마나 늘었는지 나도 알아야 가서 어필하지.
en: I need to know how much you’ve improved to make a case for you.

source: 어디 아파?
en: are you ok?

source: 요즘 잘 나가잖아.
en: she’s doing well these days.

source: 혹시, 대본은 나온 건가요?
en: is the script out yet?

source: 회식?
en: team dinner?

source: 셋톱 박스를 통한 케이블 또는 위성 방송 서비스.
en: cable tv streaming through a set-top box

source: 여름이라 그런가?
en: is it because it’s hot?

source: …해 볼게요.
en: I’ll try.

source: 밤을 새웠더니….
en: I stayed up all night...

source: 실장님 지금 엄청 바쁘시다고 들었는데….
en: I heard you were really busy...

source: 빨리 끝내고 쉬는 게 더 좋잖아.
en: it’s better to get it over with and then take a break, right?

source: 네, 인준 씨.
en: hey, injoon.

source: 어머, 얘기가 그렇게 되나요?
en: oh, is that how you heard it?

source: 심심하면 너한테 놀아 달라고 해 보라길래.
en: I was told to contact you if I got bored.

source: 너 설마 제작진한테 원연희 밀어내자고 할 건 아니지?
en: you’re not going to ask the producers to not cast yeonhee won, are you?

source: 네, 확인했습니다.
en: yes, I saw that.

source: 맘대로 해.
en: go ahead.

source: 아니, 네가 무슨 애야?
en: are you a little kid?

source: 약속한 게 있어서 온 거죠.
en: I came because we made a promise.

source: 어휴, 핸드폰 여러 대 들고 있길 잘했지….
en: *sigh*, thank goodness I have more than one phone...

source: 대본이랑 실제 연기는 아주 달라요.
en: but acting in front of cameras and reading through the scripts are totally different.

source: 필요한 건 내가 가져다줄게.
en: I’ll bring you things you need.

source: 인터뷰는 이 정도면 충분할 것 같은데?
en: I think this will be enough.

source: 그렇게 생각했는데 지금은 잘 모르겠네요.
en: but I’m not so sure now.

source: 그쪽, 지금 시청률 때문에 분위기가 별로라고 들었거든요.
en: I heard they’re going through a tough time because they’re receiving low viewer ratings.

source: 한 잔만이다.
en: but you have to tell me after one shot.

source: 설마, 그냥 심심해서?
en: because I was bored?

source: 들어가서 이야기 하자고.
en: let’s talk inside.

source: 하지만……
en: but...

source: 지아 씨 이미지 말이에요.
en: how you’re going to be perceived.

source: 내가 본 한지아는 까칠하고, 짜증도 내지만 항상 선은 지켰다.
en: although she can be cranky and has a bad temper, the ji-ah I know would never cross the line.

source: 주명아.
en: joomyung.

source: 그게 중요한 게 아니죠.
en: that’s not important.

source: 솔직히 엄청 긴장하긴 했어요.
en: I was so nervous, to tell you the truth.

source: 제가 해도 상관없잖아요?
en: my character can talk to the detective, no?

source: 제가 만약… 작가 구해 오면 배우 한 명 꽂아 주세요.
en: if I... find a writer for you, would you let one of my actors be part of the cast?

source: 대… 대표님…!
en: m-mr. kim...!

source: 투데이 스타요.
en: today star

source: 아무튼 네가 윤혜령이 매니저라고?
en: anyway, you’re hye-ryung yun’s manager?

source: 근데 이게 이렇게까지 메인에 걸릴 일이에요?!
en: but, is this story big enough to be on the main pages of the media?

source: 이제 어떻게 설득시킬지만….
en: now I just have to figure out how I can persuade the writer...

source: 혜령이 넌 어때?
en: how are you, hye-ryung?

source: 혜령 씨 출연… 콜?
en: is hye-ryung going to star in our series?

source: 이게 다 뭔 일이냐…?
en: what’s all this about...?

source: 제 작품이 진행된다니까 긴장돼서….
en: I got so nervous being told that my work is actually going to be produced.

source: 사과하실 생각이 없으신 거 같으니 더 이야기할 필요가 없겠네요.
en: I guess our conversation is over since you don’t seem to want to apologize.

source: 차, 차준섭?!!
en: j-junseob cha?!

source: 예전에 있던 소속사 대표예요.
en: he’s the ceo of the agency.

source: 아니, 이건…!
en: this is...!

source: 그냥… 갑자기 그게 확 당기더라고.
en: it’s just... I had a sudden urge to produce a sitcom.

source: 일단, 홍보팀부터!
en: first, the marketing team!

source: 혜령 씨가 소화하기에는 너무 많은 것 같다고 생각 안 해요?
en: don’t you think it’s too much for hye-ryung to take on?

source: 그렇다고 포기할 수는 없는걸.
en: but I can’t just give up.

source: 어, 맞아요.
en: yeah, you’re right.

source: …미안해요.
en: I’m sorry.

source: 저희도 스케줄 때문에 그날로 잡은 건데.
en: we scheduled the photo shoot on that day because our schedule’s busy too.

source: 음, 알겠어요.
en: ummm, ok.

source: …저게요?
en: she does...?

source: 저런 말을 한 건 사실이라고요.
en: that you indeed said those things.

source: 나도 좀 과했으니까.
en: I went too far as well.

source: 아니, 호구처럼 저딴 소리를 듣고 왜 가만히 있어요?!
en: why are you such a pushover? you didn’t say anything after hearing that?!

source: 가, 감독님!
en: p-producer!

source: 잠수 탈 땐 언제고, 먼저 보자는 얘길 다 하네.
en: it’s been a while since I’ve heard from you. I was actually surprised you wanted to see me.

source: 그 친구랑 단둘이 술이나 한잔하는 건 어떠냐는 얘기죠.
en: I wanted to ask what you thought of the two having a drink together.

source: 그, 그래도 첫 촬영인데 미리 현장 좀 보고 싶어요.
en: n-no, I want to look around since this is the first shooting.

source: 6.3이면 KBC JOY에서 최고 시청률 아니야?
en: isn’t that the best rating in kbc joy?

source: 인준아!
en: injoon!

source: 이따가 저녁때 올 거예요.
en: she’ll be here in the evening.

source: …저기요.
en: hey.

source: 이걸 믿는다고요!?
en: people believe this?!

source: 아, 그럼 지금 그쪽으로 갈게요.
en: ah, then I’ll be right there.

source: 말 그대로 사람 갈아 넣는 일이야.
en: it’s literally painful.

source: 사람 염장 지르지 말고.
en: stop rubbing it in.

source: 하늘이 데뷔작은 저걸로 결정하신 거예요?
en: so you’ve decided haneul’s going to make her debut through this sitcom?

source: 괘, 괜찮아?
en: a-are you ok?

source: 저도 하늘이 말일쯤에 이사만 시키고 저는 빠지려고요.
en: I was thinking of helping her move at the end of the month and have an assistant manager take care of her after that.

source: 말은 진작부터 나온 거 같은데.
en: but I think they’ve been talking about inviting her for a while now.

source: 작품…?!
en: a project...?!

source: 혼자 두긴 좀 그렇더라고.
en: I didn’t want her to be alone.

source: 번호를 받아 갔으면 김 실장이 알아서 연락을 줬겠지.
en: if he has your number, then he would’ve reached out when he needed to.

source: 그렇지….
en: I understand...

source: 2J 김 실장이 끼면 작품 성공한다고.
en: that any work you get involved in succeeds.

source: 어휴, 알았어요.
en: *sigh*, alright.

source: 그보다, 울고 있었나?
en: was she crying?

source: 강수지 말이야, 강수지!
en: sooji kang. we’re talking about sooji kang!

source: 내 입장에선 나쁘지 않을지도?
en: but it may not be that bad for me.

source: 차에 가서 좀 쉬고 있을래?
en: I think you should go get some rest in the car.

source: 쪽팔리게 뭐 그런 걸 가지고 다녀.
en: aren’t you embarrassed to be carrying something like that anyway?

source: 가, 감독님…!
en: m-mr. kim...!

source: 그럼, 퇴근…
en: alright then, it’s time to go home...

source: 어떤 역할을 맡게 될지는 너 하기에 달렸어.
en: which part you’ll get is going to be decided on how well you do.

source: 그리고 너도 이제 실장이잖아.
en: and, you’re a chief now.

source: 기사를 터뜨린 사람이 누굴까?
en: who could have been the one to report this?

source: 회식….
en: a team dinner...

source: 개인적으로 관심이 가서요.
en: I’m personally interested.

source: 알아서 하거든?
en: I’ll take them off when I want to.

source: 진짜 빨리 끝나겠는데요?
en: I think we’ll be done really soon.

source: 이 시놉 하나만 보고 네가 달려들 만큼?
en: good enough for you to jump all over this just by reading the synopsis?

source: 수지 씨는 어때요?
en: how’s working with ms. kang?
